Repository: Kevinoob-design/AutoCareAssistant
Catalog: lib/shared/config/localization/app_*.arb
Languages: es

# appTitle
source: AutoCare Assistant
es: Asistente AutoCare

# splashScreenFirstMessage
source: Welcome to AutoCare Assistant. Letâ€™s get started!
es: Bienvenido a Asistente AutoCare. ¡Comencemos!

# splashScreenSecondMessage
source: We help people find car shops around their location
es: Ayudamos a las personas a encontrar talleres cerca de su ubicación

# splashScreenThirdMessage
source: We show the easy way to keep your car maintenance on track.
es: Te mostramos la forma fácil de mantener el mantenimiento de tu coche al día.

# signUpSubtitle
source: Register Account
es: Registrar Cuenta

# signUpInstructions
source: Complete your details or continue with social media
es: Completa tus datos o continúa con redes sociales

# signUpDisclaimer
source: By continuing your confirm that you agree with our Term and Condition
es: Al continuar, confirmas que estás de acuerdo con nuestros Términos y Condiciones

# formPhoneHint
source: Your phone number
es: Introduce tu número de teléfono

# formPhoneLabel
source: Phone
es: Teléfono

# formEmailHint
source: Your email
es: Introduce tu correo electrónico

# formEmailLabel
source: Email
es: Correo Electrónico

# formPasswordHint
source: Your password
es: Introduce tu contraseña

# formPasswordLabel
source: Password
es: Contraseña

# formReEnterHint
source: Your password
es: Vuelve a introducir tu contraseña

# formReEnterLabel
source: Re-Your password
es: Vuelve a introducir tu contraseña

# continueTextButton
source: Continue
es: Continuar

# continueWithGoogleTextButton
source: Continue with Google
es: Continuar con Google

# signUpOrTextOption
source: Or
es: O

# otpSentTitle
source: OTP Verification
es: Verificación OTP

# otpSentMessage
source: We sent your code to
es: Enviamos tu código a

# otpExpirationMessage
source: This code will expired in
es: Este código expirará en

# otpResentMessage
source: Resend OTP Code
es: Reenviar Código OTP
